{
  "Presentation": {
    "title": "Chez Elodia Beauty & SPA, votre beauté est notre priorité. Bienvenue dans un havre de splendeur créé spécialement pour vous.",
    "link": "VOIR PLUS"
  },
  "beauty": {
    "description": "Votre beauté est notre priorité absolue ; elle est au cœur de tout ce que nous faisons. Chez ELODIA BEAUTY & SPA, nous vous proposons un espace luxueux où élégance et confort se marient. Chaque détail est pensé pour vous aider à vous détendre, à vous ressourcer et à rayonner. Que ce soit votre première ou votre dixième visite, vous vous sentirez comme chez vous. Entrez dans un univers de splendeur créé spécialement pour vous.",
    "services": [
      {
        "icon": "/bol.png",
        "title": "Épilation",
        "description": "Dites adieu aux poils indésirables avec nos services d'épilation douce. Conçus pour tous les types de peau, nos soins laissent votre peau lisse, propre et éclatante pendant des semaines."
      },
      {
        "icon": "/detente.png",
        "title": "Soin Visage Elodia",
        "description": "Rafraîchissez votre visage avec notre soin signature combinant nettoyage en profondeur et pierres volcaniques chaudes. Idéal pour les peaux fatiguées ou ternes, il restaure l'hydratation et l'éclat naturel."
      },
      {
        "icon": "/sauna2.png",
        "title": "Massage",
        "description": "Laissez la tension s’envoler avec nos massages personnalisés. Que vous recherchiez une détente ou une récupération musculaire, nos techniques vous procurent légèreté, détente et renouveau."
      }
    ]
  },
  "wellness": {
    "title": "Bien-être & Spa",
    "description": "Évadez-vous dans notre havre de paix Bien-être & Spa. Découvrez un lieu où la tranquillité rencontre la régénération. Nos soins experts sont conçus pour apaiser vos sens, détendre votre esprit et revitaliser votre corps. Offrez-vous une expérience conçue pour votre bien-être ultime.",
    "link": "RÉSERVER MAINTENANT"
  },
  "hours": {
    "title": "Heures d'ouverture",
    "description": "Nous sommes là pour vous accueillir tout au long de la semaine avec des horaires flexibles adaptés à votre mode de vie. Que vous planifiiez un soin rapide ou une séance de détente complète, il y a toujours un moment pour se relaxer chez ELODIA Beauty and Spa.",
    "schedule": [
      { "days": "Lundi à Mardi", "hours": "10h00 - 19h00" },
      { "days": "Mercredi à Jeudi", "hours": "10h00 - 18h00" },
      { "days": "Samedi", "hours": "14h00 - 18h00" },
      { "days": "Dimanche", "hours": "14h00 - 18h00" }
    ]
  },
  "wellness1": {
    "title": "Votre bien-être",
    "description": "Priorisez votre harmonie intérieure et votre éclat extérieur grâce à notre expérience bien-être exclusive. Ce voyage soigneusement conçu commence par votre entrée au lagon bleu, suivi d’un masque purifiant à la boue de silice pour le visage et le corps. Profitez d’un confort absolu avec l’utilisation de serviettes douces et d’un peignoir moelleux, pour une évasion véritablement réparatrice.",
    "items": [
      "Entrée au lagon bleu",
      "Masque à la boue de silice (visage et corps)",
      "Utilisation de serviette douce et de peignoir"
    ],
    "link": "RÉSERVER MAINTENANT",
    "serviceList": [
      {
        "icon": "/aroma.png",
        "title": "Aromathérapie Deluxe",
        "price": "$48",
        "desc": "Détendez-vous et revitalisez-vous avec des mélanges d’huiles essentielles."
      },
      {
        "icon": "/bol2.png",
        "title": "Sauna Relax",
        "price": "$36",
        "desc": "Favorise la relaxation musculaire et le nettoyage du corps."
      },
      {
        "icon": "/massage-des-pieds.png",
        "title": "Spa Géothermal",
        "price": "$36",
        "desc": "Expérience thérapeutique de bain minéral."
      },
      {
        "icon": "/bois.png",
        "title": "Sauna Finlandais",
        "price": "$36",
        "desc": "Purifiez et revitalisez-vous dans un sauna classique."
      },
      {
        "icon": "/massage2.png",
        "title": "Masques Visage",
        "price": "$48",
        "desc": "Hydratez et revitalisez votre peau."
      },
      {
        "icon": "/detente.png",
        "title": "Massage Corps Complet",
        "price": "$48",
        "desc": "Relaxation profonde et soulagement des tensions musculaires."
      },
      {
        "icon": "/sauna4.png",
        "title": "Aromathérapie Prolongée",
        "price": "$48",
        "desc": "Améliorez votre bien-être grâce aux huiles aromatiques."
      },
      {
        "icon": "/sauna2.png",
        "title": "Aromathérapie Express",
        "price": "$36",
        "desc": "Rafraîchissement aromatique rapide pour l’esprit et le corps."
      }
    ]
  },
  "place": {
    "title": "Un lieu de véritable splendeur",
    "description": "Là où commence votre voyage vers la détente, la beauté et la confiance en soi. Ici, vous découvrirez une sélection soignée de soins luxueux, de forfaits spa personnalisés et d’une expertise dédiée rien que pour vous. Notre site web est votre guide vers tout ce que nous offrons — des soins du visage revitalisants et des thérapies corporelles aux promotions exclusives et à la prise de rendez-vous simplifiée. Conçu avec élégance et simplicité, notre espace en ligne reflète l’atmosphère paisible que vous retrouverez dans notre spa. Prenez votre temps, explorez nos services et réservez votre moment de splendeur dès aujourd’hui. Car chez ELODIA BEAUTY & SPA, votre beauté et votre bien-être comptent réellement.",
    "link": "RÉSERVER MAINTENANT"
  },
  "footer": {
    "title": "Inscrivez-vous à notre liste e-mail pour recevoir des offres exclusives et les dernières nouveautés.",
    "description": "Découvrez des soins de luxe conçus pour sublimer votre beauté naturelle et renforcer votre confiance.",
    "link": "S'INSCRIRE"
  }
}
